{
    "intro": "Your privacy is important to Server Guard, and we take appropriate measures to protect your privacy while using our services.",
    "verification": "When your account is being verified with Server Guard, some information may be shared with the staff members of the servers using Server Guard. This includes, but is not limited to:",
    "verification-username": "The username on the service(s) you used to verify your account",
    "verification-metrics": "Metrics about the accounts from the service(s) you used to verify your account, these can include but are not limited to, the age of the account, or the amount of tweets you have posted.",
    "verification-connection": "Connection information, indicating whether you used a VPN when you verified with Server Guard.",
    "hashing": "Identifiers of your connection are irreversibly anonymized before storage using the SHA-512 hashing algorithm.",
    "analytics": "We collect analytical data for statistical and error reporting purposes, and the storing of configuration data necessary for the operation of our services. In addition, we may employ third-party integrations such as Google Analytics and Google AdSense for personalized advertisements, which make use of cookie technology to provide targeted advertisements. We attempt to store your data outside of public access, in as safe a manner as we can realistically guarantee. However, due to the very nature of online data transfer and storage, we may be unable to meet this expectation, due to the fact that complete security is not possible. Server Guard may be used by people not directly affiliated to us, and thus, we do not have any control over how they use our services, provided it is within reasonable terms.",
    "agreement": "Verification of your account using our services constitutes agreement to our policies on data collection. If you do not accept this agreement, you are to leave any servers using our services, and to never verify your account with our services. Not doing so will be regarded as accepting our policies.",
    "filters": "When you post, share, or otherwise transmit messages, or content in a server protected by Server Guard, we may collect those messages, and they may be filtered and moderated for purposes such as removal of profanity and other inappropriate content. Where permitted by law, we may use pre-filtered messages for purposes such as training and improving our filter technology to increase safety in servers using Server Guard."
}
