{
    "intro": "Please read these Terms of Service completely before using <website>https://serverguard.xyz</website> owned and operated by Reapimus. This agreement documents the legally binding terms and conditions attached to the use of the Site at serverguard.xyz. By accessing and using this service, you accept and agree to be bound by the terms and provision of this agreement. In addition, when using these particular services, you shall be subject to any posted guidelines or rules applicable to such services. The Server Guard service is not accessible to those under 13 years of age, and Server Guard does not knowingly store personal information from children under the age of 13. Any participation in this service will constitute acceptance of this agreement. If you do not agree to abide by the above, please do not use this service.",
    "liability": "Liability",
    "liability-text": "This site and it’s components are offered for informational purposes only; this site shall not be responsible or liable for the accuracy, usefulness or available of any information transmitted or made available via the site, and shall not be responsible or liable for any error or omissions in that information.",
    "ip": "Intellectual Property",
    "ip-text": "The Site and its original content, features, and functionality are owned by Reapimus and are protected by international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws. All data generated and shared by Server Guard in the past, present or future is property of Server Guard and it’s sole owners and must be transferred, removed or changed on request.",
    "termination": "Termination",
    "termination-text": "We may terminate your access to the Site, without cause or notice, which may result in the forfeiture and destruction of all information associated with your account. All provisions of this Agreement that, by their nature, should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability. You may also request to terminate your account yourself, to do this, submit a deletion request on our web panel. Using Server Guard after termination will result in a new account being opened for you.",
    "changes": "Changes to the Agreement",
    "changes-text": "Server Guard reserves the right to change these conditions from time to time as it sees fit and your continued use of the site will signify your acceptance of any adjustment to these terms.",
    "warranty": "Warranty",
    "warranty-text": "Server Guard is provided “as is” with no warranty or liability for any outcomes of using Server Guard and/or any content you may or may not interact with on Server Guard, and you agree that Server Guard is not liable for any events in the past, in current times or in the future. You agree to hold harmless against Server Guard for every possible situation except for those we accept full responsibility of. Server Guard is not responsible and will not take responsibility for the behaviour of other parties using Server Guard.",
    "disputes": "Disputes",
    "disputes-text": "While using Server Guard, certain situations may or may not develop which may cause you to file a dispute with us.",
    "disputes-text-2": "If you find yourself banned from our services, you must contact us through our <support>support server</support> to file an official appeals, or to request the reason for your ban. Appeals must be formally written and should include your Guilded ID, proof of account ownership and a reason why your ban should be overturned.",
    "links": "Other Links",
    "links-text": "Our Site does contain a number of links to other websites and online resources that are not owned or controlled by Server Guard. Server Guard has no control over, and therefor cannot assume responsibility for, the content or general practices of any of these third part sites and/or services. Therefore, we strongly advise you to read the entire terms and conditions and privacy policy of any site that you visit as a result of following a link that is posted on our site.",
    "law": "Governing Law",
    "law-text": "This Agreement is governed in accordance with the laws of New South Wales.",
    "acknowledgement": "Acknowledgement",
    "acknowledgement-text": "By using Server Guard, you acknowledge all above Terms. You acknowledge that, even if you did not read the Terms in full, you will comply with our Terms.",
    "contact": "Contact",
    "contact-text": "If you have any questions, requests or complaints about Server Guard, please forward this to our staff using our <support>support server</support>. We will respond to these inquiries within 28 days. Server Guard fully complies with GDPR Data Releasements and Data Deletion."
}
